@extends('layouts.app')
@section('content')

<div class="overflow-auto" style="height: 500px;">
  <h3 class="text-center">利用規約</h3><hr>
  <p class="mr-3 ml-3">
    この利用規約（以下，「本規約」といいます。）は，guzzleがこのウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。
  <p>

  <h5 class="mr-1 ml-1">第1条（適用）</h5>
  <p class="mr-3 ml-3">
    本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。
  </p>

  <h5 class="mr-1 ml-1">第2条（禁止事項）</h5>
  <p class="mr-3 ml-3">
    ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。
  <ul>
    <li>法令または公序良俗に違反する行為</li>
    <li>犯罪行為に関連する行為</li>
    <li>本サービスの他のユーザー，または第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
    <li>当社のサービスの運営を妨害するおそれのある行為</li>
    <li>法令または公序良俗に違反する行為</li>
    <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
    <li>不正アクセスをし，またはこれを試みる行為</li>
    <li>他のユーザーに成りすます行為</li>
    <li>反社会的勢力に対して直接または間接に利益を供与する行為</li>
    <li>以下の表現を含む内容を本サービス上に投稿し，または送信する行為
      <ul>
        <li>過度に暴力的な表現</li>
        <li>露骨な性的表現</li>
        <li>他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</li>
        <li>自殺，自傷行為，薬物乱用を誘引または助長する表現</li>
        <li>その他反社会的な内容を含み他人に不快感を与える表現</li>
      </ul>
    </li>
    <li>以下の事項を目的とする行為
      <ul>
        <li>営業，宣伝，広告，勧誘，その他営利を目的とする行為</li>
        <li>性行為やわいせつな行為を目的とする行為</li>
        <li>人種，国籍，信条，性別，社会的身分，門地等による差別につながる表現</li>
        <li>本サービスの他のユーザー，または第三者に不利益，損害または不快感を与えることを目的とする行為</li>
        <li>宗教活動または宗教団体への勧誘行為</li>
      </ul>
    </li>
  </ul>
  </p>

  <h5 class="mr-1 ml-1">第3条（本サービスの提供の停止等）</h5>
  <p class="mr-3 ml-3">
  ① 以下のいずれかの事由があった場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
    <ul>
      <li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
      <li>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</li>
      <li>コンピュータまたは通信回線等が事故により停止した場合</li>
      <li>その他，当社が本サービスの提供が困難と判断した場合</li>
    </ul>
  </p>
  <p class="mr-3 ml-3">② 本規約は，ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>

  <h5 class="mr-1 ml-1">第4条（著作権）</h5>
  <p class="mr-3 ml-3">
    ユーザーが本サービスを利用して投稿した文章の著作権については，当該ユーザーその他既存の権利者に留保されるものとします。本サービスおよび本サービスに関連する一切の情報についての著作権およびその他の知的財産権はすべて当社または当社にその利用を許諾した権利者に帰属し，ユーザーは無断で複製，譲渡，貸与，翻訳，改変，転載，公衆送信（送信可能化を含みます。），伝送，配布，出版，営業使用等をしてはならないものとします。
  </p>

  <h5 class="mr-1 ml-1">第5条（免責事項）</h5>
  <p class="mr-3 ml-3">
    guzzleは本サービスに事実上または法律上の瑕疵（安全性，信頼性，正確性，完全性，有効性，特定の目的への適合性，セキュリティなどに関する欠陥，エラーやバグ，権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。guzzleは，本サービスに起因してユーザーに生じたあらゆる損害について一切の責任を負いません。また、本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。
  </p>

  <h5 class="mr-1 ml-1">第5条（サービスおよび利用規約の変更）</h5>
  <p class="mr-3 ml-3">
    ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。また、必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。
  </p>

  <h5 class="mr-1 ml-1">第6条（権利義務の譲渡の禁止）</h5>
  <p class="mr-3 ml-3">
    ユーザーは，当社の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。
  </p>

  <p>以上</p>

</div>
@endsection
